{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 10003,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          10001
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          10002
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "N": 3,
      "T": 4,
      "a": 5,
      "c": 6,
      "g": 7,
      "t": 8,
      "▁": 9,
      "TT": 10,
      "AA": 11,
      "TG": 12,
      "CA": 13,
      "tt": 14,
      "aa": 15,
      "GG": 16,
      "CC": 17,
      "NN": 18,
      "TA": 19,
      "GA": 20,
      "TC": 21,
      "tg": 22,
      "ca": 23,
      "GC": 24,
      "NNNN": 25,
      "AAA": 26,
      "ta": 27,
      "gg": 28,
      "cc": 29,
      "TCA": 30,
      "TGA": 31,
      "tc": 32,
      "TAA": 33,
      "TCC": 34,
      "CTT": 35,
      "GAA": 36,
      "CTG": 37,
      "ga": 38,
      "GTT": 39,
      "aaa": 40,
      "GTG": 41,
      "GCA": 42,
      "NNNNNNNN": 43,
      "tttt": 44,
      "CCA": 45,
      "GGA": 46,
      "TTA": 47,
      "CAA": 48,
      "GCC": 49,
      "taa": 50,
      "gc": 51,
      "aaaa": 52,
      "TCTG": 53,
      "CTA": 54,
      "GTA": 55,
      "tca": 56,
      "tga": 57,
      "TCTT": 58,
      "NNNNNNNNNNNNNNNN": 59,
      "CAGG": 60,
      "tta": 61,
      "TAAA": 62,
      "TGTG": 63,
      "TTTT": 64,
      "tcc": 65,
      "CACA": 66,
      "gaa": 67,
      "ttc": 68,
      "GAAA": 69,
      "CTC": 70,
      "GCTG": 71,
      "tgtg": 72,
      "CAGA": 73,
      "GTC": 74,
      "CATG": 75,
      "CCTG": 76,
      "GGAA": 77,
      "caca": 78,
      "CATT": 79,
      "gga": 80,
      "CAAA": 81,
      "gtg": 82,
      "TATT": 83,
      "caa": 84,
      "CTCA": 85,
      "TGAA": 86,
      "ctg": 87,
      "GAGG": 88,
      "CTGA": 89,
      "taaa": 90,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 91,
      "GCTT": 92,
      "CCTT": 93,
      "cag": 94,
      "TGTT": 95,
      "ctt": 96,
      "GGGG": 97,
      "TCAA": 98,
      "GCAA": 99,
      "CTCC": 100,
      "GTGA": 101,
      "GAGA": 102,
      "CGG": 103,
      "tata": 104,
      "GTCA": 105,
      "cca": 106,
      "gtt": 107,
      "CCAA": 108,
      "tctt": 109,
      "GTCC": 110,
      "GTAA": 111,
      "tatt": 112,
      "TATG": 113,
      "TCCA": 114,
      "gcc": 115,
      "TAGA": 116,
      "CTTA": 117,
      "CTAA": 118,
      "TGGG": 119,
      "GTTA": 120,
      "GATT": 121,
      "tctg": 122,
      "GATG": 123,
      "gaaa": 124,
      "gca": 125,
      "GGTT": 126,
      "taaaa": 127,
      "gagg": 128,
      "TATA": 129,
      "CAC": 130,
      "CACC": 131,
      "TTAA": 132,
      "TCTA": 133,
      "tgtt": 134,
      "caaa": 135,
      "gta": 136,
      "GCCA": 137,
      "GGCC": 138,
      "GGTG": 139,
      "GGCA": 140,
      "TTTG": 141,
      "tctc": 142,
      "cta": 143,
      "AAAA": 144,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 145,
      "TACA": 146,
      "CGTG": 147,
      "CCCA": 148,
      "TAAAA": 149,
      "gaga": 150,
      "tggg": 151,
      "GGGA": 152,
      "catt": 153,
      "GAAAA": 154,
      "gaaaa": 155,
      "tgaa": 156,
      "GACA": 157,
      "tttta": 158,
      "CAAAA": 159,
      "CGC": 160,
      "tcaa": 161,
      "TTTA": 162,
      "cagg": 163,
      "CTGTG": 164,
      "TCTCA": 165,
      "tgc": 166,
      "cac": 167,
      "CATA": 168,
      "GCTCC": 169,
      "CCCC": 170,
      "CTCTG": 171,
      "CGA": 172,
      "ttta": 173,
      "tgta": 174,
      "CAGAA": 175,
      "caga": 176,
      "GATA": 177,
      "TCAAA": 178,
      "CAGTG": 179,
      "TCTGA": 180,
      "GCTA": 181,
      "tcta": 182,
      "ccc": 183,
      "ggaa": 184,
      "CTGAA": 185,
      "TGCA": 186,
      "CTTTT": 187,
      "GTTTT": 188,
      "GCTGA": 189,
      "taaaaa": 190,
      "cctg": 191,
      "TGGA": 192,
      "ttaa": 193,
      "cata": 194,
      "GTCTG": 195,
      "CTCTT": 196,
      "gtttt": 197,
      "TGTA": 198,
      "catg": 199,
      "gcaa": 200,
      "CGTT": 201,
      "tttg": 202,
      "GTCTT": 203,
      "GCAAA": 204,
      "TCTC": 205,
      "gtga": 206,
      "TCCTG": 207,
      "CTGGG": 208,
      "CGCC": 209,
      "TTCA": 210,
      "TTCC": 211,
      "GCAGG": 212,
      "ggc": 213,
      "TTGG": 214,
      "TAGG": 215,
      "CCAGG": 216,
      "GACC": 217,
      "ccaa": 218,
      "tctttt": 219,
      "GGAGG": 220,
      "TAATT": 221,
      "tcca": 222,
      "GTGAA": 223,
      "TTATT": 224,
      "CGCA": 225,
      "GCTCA": 226,
      "GTAAA": 227,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 228,
      "TGGAA": 229,
      "CCTCA": 230,
      "tatttt": 231,
      "TCCTT": 232,
      "CAGCA": 233,
      "GAGGA": 234,
      "gac": 235,
      "CACTG": 236,
      "GAGAA": 237,
      "GTGGG": 238,
      "TGAGG": 239,
      "TGCC": 240,
      "tgga": 241,
      "TCCAA": 242,
      "TCTAA": 243,
      "tac": 244,
      "GTGTG": 245,
      "GCATT": 246,
      "CTAAA": 247,
      "cctt": 248,
      "CAGGA": 249,
      "tgtgtgtg": 250,
      "gtc": 251,
      "GTTAA": 252,
      "cagc": 253,
      "TGATT": 254,
      "CAGCC": 255,
      "cacacaca": 256,
      "CTGTT": 257,
      "gttc": 258,
      "GTGTT": 259,
      "tatg": 260,
      "GAATT": 261,
      "CAGGAA": 262,
      "TGTCA": 263,
      "TCTCC": 264,
      "GAAGA": 265,
      "ttatt": 266,
      "CCTA": 267,
      "gctg": 268,
      "TGAAA": 269,
      "CTCAA": 270,
      "aata": 271,
      "tttttt": 272,
      "TTATA": 273,
      "CCAAA": 274,
      "CACTT": 275,
      "GGAAA": 276,
      "CCCCA": 277,
      "tag": 278,
      "TCATT": 279,
      "CAGC": 280,
      "tccc": 281,
      "ggagg": 282,
      "Ta": 283,
      "TGAGA": 284,
      "CTATT": 285,
      "GCAGA": 286,
      "taga": 287,
      "tgaga": 288,
      "tttaa": 289,
      "GAAGG": 290,
      "GGATT": 291,
      "GCCTG": 292,
      "GTCAA": 293,
      "TCTTA": 294,
      "TCAGA": 295,
      "GCCTT": 296,
      "caaaa": 297,
      "CACCA": 298,
      "gctt": 299,
      "gtaa": 300,
      "CAGTT": 301,
      "CCCTT": 302,
      "cccc": 303,
      "CTTAA": 304,
      "tcac": 305,
      "TAGAA": 306,
      "GGAGA": 307,
      "GCTGTG": 308,
      "tgagg": 309,
      "gaaaaa": 310,
      "aaaaa": 311,
      "TCAGG": 312,
      "CTTGG": 313,
      "CCTGA": 314,
      "CAATT": 315,
      "CATAA": 316,
      "CCCTG": 317,
      "ggga": 318,
      "CTTTA": 319,
      "ttctt": 320,
      "ctttt": 321,
      "CATCA": 322,
      "CCTC": 323,
      "GTTTG": 324,
      "TTAGG": 325,
      "GTATT": 326,
      "tA": 327,
      "cagcc": 328,
      "GCCAA": 329,
      "ttga": 330,
      "TGATG": 331,
      "CGAA": 332,
      "CACAA": 333,
      "CCTCC": 334,
      "CTTTG": 335,
      "ttatttt": 336,
      "CGGA": 337,
      "gtca": 338,
      "gtcc": 339,
      "TATTA": 340,
      "ttcaa": 341,
      "gagggagg": 342,
      "tcaaa": 343,
      "Ca": 344,
      "CATGA": 345,
      "GAGCA": 346,
      "catttt": 347,
      "GAGC": 348,
      "GAGTG": 349,
      "GTTGG": 350,
      "GGATG": 351,
      "CCCAA": 352,
      "CCATT": 353,
      "CGTA": 354,
      "ttgg": 355,
      "GATAAA": 356,
      "GGAAAA": 357,
      "AAATG": 358,
      "TCATG": 359,
      "TAATA": 360,
      "gcca": 361,
      "GTTTA": 362,
      "CCATG": 363,
      "aaaaaaaa": 364,
      "gtta": 365,
      "CAGTA": 366,
      "GCGG": 367,
      "TTATG": 368,
      "AAATA": 369,
      "tagg": 370,
      "tctcc": 371,
      "tttttttt": 372,
      "CT": 373,
      "tgaaa": 374,
      "AAATT": 375,
      "TTTTAA": 376,
      "TCTCTG": 377,
      "tggc": 378,
      "TGAGGA": 379,
      "tctca": 380,
      "CTTCA": 381,
      "CTGGA": 382,
      "GT": 383,
      "Ga": 384,
      "gt": 385,
      "GGTA": 386,
      "tgtttt": 387,
      "GAATG": 388,
      "CTGCC": 389,
      "caaaaa": 390,
      "cagaa": 391,
      "tcaaaa": 392,
      "CAAGG": 393,
      "CCAGA": 394,
      "CAATG": 395,
      "ctca": 396,
      "tgcc": 397,
      "TAATG": 398,
      "GTTCC": 399,
      "GCATG": 400,
      "TTAGA": 401,
      "tcctt": 402,
      "TCAAAA": 403,
      "ctaa": 404,
      "TCTCTT": 405,
      "TCCACA": 406,
      "gggg": 407,
      "TAAGA": 408,
      "GAAAAA": 409,
      "CTGTA": 410,
      "gcag": 411,
      "TTGA": 412,
      "cacacacagg": 413,
      "CTATG": 414,
      "tgatt": 415,
      "CAGCAA": 416,
      "cacc": 417,
      "GAACAGG": 418,
      "GCCCC": 419,
      "taatt": 420,
      "aatacacacacagg": 421,
      "▁A": 422,
      "AAAGG": 423,
      "TGAAAA": 424,
      "TATCA": 425,
      "cagtg": 426,
      "GCAGCA": 427,
      "ttctg": 428,
      "ctggg": 429,
      "ctcc": 430,
      "aagg": 431,
      "CAAGA": 432,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 433,
      "GGGTG": 434,
      "GCTC": 435,
      "GCTTA": 436,
      "GCCAGG": 437,
      "CTTCC": 438,
      "gatg": 439,
      "aaaaaa": 440,
      "CATCC": 441,
      "CCCTCC": 442,
      "cagga": 443,
      "GCTAA": 444,
      "GGAGGCA": 445,
      "gA": 446,
      "CCTTTT": 447,
      "GACTG": 448,
      "GCTCTG": 449,
      "cctcc": 450,
      "TGTGAA": 451,
      "CGAGG": 452,
      "CGTCC": 453,
      "CATTA": 454,
      "CACAGG": 455,
      "TACTT": 456,
      "ctc": 457,
      "GGGAA": 458,
      "tggga": 459,
      "TCACC": 460,
      "aatacacacacaggtag": 461,
      "gtgtg": 462,
      "TAGTG": 463,
      "TAGGA": 464,
      "ggaaa": 465,
      "TAAAAA": 466,
      "GGACA": 467,
      "CACGTG": 468,
      "ctta": 469,
      "AATT": 470,
      "TAGCA": 471,
      "GCCAGA": 472,
      "GCACC": 473,
      "CAGAAA": 474,
      "ttcc": 475,
      "TATGA": 476,
      "GACTT": 477,
      "tgca": 478,
      "tacc": 479,
      "CTGCTG": 480,
      "GTTTCA": 481,
      "CCACCA": 482,
      "gaaga": 483,
      "TATAA": 484,
      "TAGTT": 485,
      "GCCACA": 486,
      "tatta": 487,
      "taatttt": 488,
      "gcaaa": 489,
      "TTTTTG": 490,
      "CGCGC": 491,
      "CATGTG": 492,
      "GACAA": 493,
      "tcttc": 494,
      "CAGGTG": 495,
      "GCAAAA": 496,
      "CGCTG": 497,
      "GGGCC": 498,
      "tggtg": 499,
      "tataa": 500,
      "CTGAAA": 501,
      "GTGGA": 502,
      "tgttaatacacacacaggtag": 503,
      "cttc": 504,
      "GGCTT": 505,
      "GGCTG": 506,
      "tcatt": 507,
      "CACTA": 508,
      "CAGCTG": 509,
      "GGCCA": 510,
      "tctctt": 511,
      "TAACTT": 512,
      "GTTCCA": 513,
      "GCAGTG": 514,
      "GTAAAA": 515,
      "CTAAAA": 516,
      "GATGA": 517,
      "GAGCC": 518,
      "tctga": 519,
      "TCCCTG": 520,
      "CTTCTG": 521,
      "gatt": 522,
      "taaaaaa": 523,
      "CATGAA": 524,
      "CACGCA": 525,
      "GGCCGGGG": 526,
      "gtctt": 527,
      "TTCCA": 528,
      "TACTG": 529,
      "GATCA": 530,
      "TCCAGG": 531,
      "tggaa": 532,
      "cacca": 533,
      "TCCTCA": 534,
      "TAAATT": 535,
      "CTCTGA": 536,
      "ctga": 537,
      "gcaca": 538,
      "GGTGA": 539,
      "TACAA": 540,
      "TCTGAA": 541,
      "CTCTCA": 542,
      "TGTTAA": 543,
      "CGTC": 544,
      "TGGC": 545,
      "TACC": 546,
      "TATTTT": 547,
      "cctca": 548,
      "gcta": 549,
      "ct": 550,
      "CAGTC": 551,
      "TAGTA": 552,
      "GAGTT": 553,
      "GCTCTT": 554,
      "TAAGG": 555,
      "CCAGAA": 556,
      "GCCCTG": 557,
      "taata": 558,
      "CACATT": 559,
      "CTCAAA": 560,
      "CCAAAA": 561,
      "CGGAA": 562,
      "GGC": 563,
      "cacaa": 564,
      "cactt": 565,
      "TGAGAA": 566,
      "CAAAAA": 567,
      "cagaaa": 568,
      "TGCTT": 569,
      "CATTTT": 570,
      "TCCAGA": 571,
      "tgctg": 572,
      "TCCCCA": 573,
      "taataa": 574,
      "gctca": 575,
      "tccaa": 576,
      "TGGTG": 577,
      "TACCA": 578,
      "GATAA": 579,
      "tgaaaa": 580,
      "GCCATG": 581,
      "TCCCC": 582,
      "GTGCTG": 583,
      "GGAGAA": 584,
      "GCCTCA": 585,
      "taatcc": 586,
      "TGTGTT": 587,
      "TGCCTG": 588,
      "CACAAA": 589,
      "ttaaa": 590,
      "GGCCTG": 591,
      "tataaa": 592,
      "CTTGTT": 593,
      "GCTGTT": 594,
      "CCTGAA": 595,
      "ttaaaa": 596,
      "GGTCA": 597,
      "GGGCA": 598,
      "CCCAGG": 599,
      "TAGC": 600,
      "TAGAAA": 601,
      "TATATT": 602,
      "TCCATG": 603,
      "TCTCCA": 604,
      "catata": 605,
      "cccca": 606,
      "CCATCA": 607,
      "TTACA": 608,
      "CAATGA": 609,
      "TCTTTT": 610,
      "TGTGTG": 611,
      "ctgga": 612,
      "CGTGA": 613,
      "TTTCA": 614,
      "tttca": 615,
      "aaga": 616,
      "TACTA": 617,
      "TCCATT": 618,
      "catga": 619,
      "gctttt": 620,
      "ttata": 621,
      "CTCATT": 622,
      "ttaaaaa": 623,
      "CGGGG": 624,
      "gtata": 625,
      "TGCCA": 626,
      "CCCACA": 627,
      "TGACTT": 628,
      "TCCAAA": 629,
      "TCCTGA": 630,
      "CTTTGA": 631,
      "CCACA": 632,
      "gaatt": 633,
      "GAAATT": 634,
      "GCTGAA": 635,
      "GCTGGCA": 636,
      "CATGGC": 637,
      "gtgaaa": 638,
      "CTGGGGTTA": 639,
      "CGAAA": 640,
      "gtctc": 641,
      "TTTAA": 642,
      "TACACA": 643,
      "TCTCAA": 644,
      "ccaaa": 645,
      "GGACC": 646,
      "GTAGA": 647,
      "tcagga": 648,
      "gtgaa": 649,
      "tatatata": 650,
      "gcaga": 651,
      "CAGAAGATAAA": 652,
      "CACTGA": 653,
      "TCTATT": 654,
      "catca": 655,
      "catta": 656,
      "GCCATT": 657,
      "ggcc": 658,
      "tctgtg": 659,
      "GAAGAA": 660,
      "GTTGA": 661,
      "GTTCTT": 662,
      "GTGAAA": 663,
      "ttttta": 664,
      "CCACC": 665,
      "CCAGGA": 666,
      "TTATAA": 667,
      "GCCTGA": 668,
      "taaga": 669,
      "gaatg": 670,
      "GCTGCC": 671,
      "CAGAGA": 672,
      "CAGAGAA": 673,
      "GTAATT": 674,
      "TGGGA": 675,
      "CACTC": 676,
      "CCCTA": 677,
      "catgtg": 678,
      "GCGA": 679,
      "GCTTTT": 680,
      "CTGCA": 681,
      "CTGTGA": 682,
      "GCTGGG": 683,
      "GCTGGA": 684,
      "GTCTCC": 685,
      "TATTAA": 686,
      "gtatt": 687,
      "TTTCC": 688,
      "TGCTG": 689,
      "GGTTA": 690,
      "cactg": 691,
      "GCGCC": 692,
      "tacaa": 693,
      "tagtt": 694,
      "ggctg": 695,
      "GTTAAA": 696,
      "GTTTCC": 697,
      "CAATCA": 698,
      "GCCAAA": 699,
      "gctggg": 700,
      "GTAGG": 701,
      "gaagg": 702,
      "CATTTG": 703,
      "CCTTAA": 704,
      "cagcctggg": 705,
      "CATAAA": 706,
      "CACCAA": 707,
      "CCTAA": 708,
      "tgtga": 709,
      "tgtta": 710,
      "cat": 711,
      "cataa": 712,
      "gggagg": 713,
      "tct": 714,
      "tctctg": 715,
      "GAAGTG": 716,
      "gagaaa": 717,
      "GCAGAA": 718,
      "GCAGGA": 719,
      "ttttaa": 720,
      "TTATCA": 721,
      "CAATA": 722,
      "GCCTCC": 723,
      "gcaaaa": 724,
      "GTCTA": 725,
      "CTCAGG": 726,
      "ctgaa": 727,
      "CTCCTT": 728,
      "CACGC": 729,
      "CGAGGA": 730,
      "GACCCCA": 731,
      "tgttaatacacacacaggtagTGAGGA": 732,
      "cgtg": 733,
      "gtaaa": 734,
      "TTAAA": 735,
      "tttcc": 736,
      "GGCTA": 737,
      "GCTATG": 738,
      "tatca": 739,
      "CTTTCA": 740,
      "GTTGTT": 741,
      "TCTGGG": 742,
      "GTATA": 743,
      "TCTTAA": 744,
      "TCTTTG": 745,
      "CACAGA": 746,
      "TTAAAA": 747,
      "CGTTCCCTCC": 748,
      "CGCTT": 749,
      "gtctg": 750,
      "TTGAA": 751,
      "TTTTA": 752,
      "CACCTG": 753,
      "GGGGA": 754,
      "CCTTA": 755,
      "CCGGGG": 756,
      "TATCC": 757,
      "tatc": 758,
      "TGACTG": 759,
      "CTTGA": 760,
      "GAATCA": 761,
      "GTTTGA": 762,
      "GCATGGG": 763,
      "ttttctt": 764,
      "tcatca": 765,
      "CATGTT": 766,
      "CATTAA": 767,
      "gtggg": 768,
      "GGGGGCTCC": 769,
      "gcctg": 770,
      "CATCTG": 771,
      "CAGCTT": 772,
      "ttgc": 773,
      "GGTAA": 774,
      "TCT": 775,
      "TCTAAA": 776,
      "tgcaa": 777,
      "tgtata": 778,
      "ccta": 779,
      "TGAGCA": 780,
      "TGACAA": 781,
      "tctatt": 782,
      "CTGTGTG": 783,
      "gagaa": 784,
      "GTGGCA": 785,
      "GGAGGA": 786,
      "aaaaaaa": 787,
      "TCTGCCTT": 788,
      "tgacc": 789,
      "tgagaa": 790,
      "GGAAAAA": 791,
      "taaataaa": 792,
      "CTCCCGC": 793,
      "TATGTA": 794,
      "cA": 795,
      "cgg": 796,
      "ccaca": 797,
      "TGTAA": 798,
      "tttatt": 799,
      "GGTCC": 800,
      "CCTGTG": 801,
      "TCGG": 802,
      "TCGA": 803,
      "cagagg": 804,
      "TCAGAA": 805,
      "GAATA": 806,
      "GTTTTA": 807,
      "GTGCC": 808,
      "TTACTT": 809,
      "CAACTT": 810,
      "GCCCTT": 811,
      "tcatg": 812,
      "ttctcc": 813,
      "CTGAGG": 814,
      "cagaaaa": 815,
      "TCAATT": 816,
      "cactc": 817,
      "aagggagggagg": 818,
      "cga": 819,
      "TGTCC": 820,
      "GATTTT": 821,
      "GAGAAA": 822,
      "TCTAGA": 823,
      "tgctt": 824,
      "GCTAGA": 825,
      "ggaaaa": 826,
      "tgagcc": 827,
      "ttatta": 828,
      "ttctttt": 829,
      "CTCCA": 830,
      "CTCTA": 831,
      "GTCAAA": 832,
      "caacaa": 833,
      "GCTTAA": 834,
      "gaaaaaa": 835,
      "tgaaaaa": 836,
      "TGGAACAGG": 837,
      "gtaaaa": 838,
      "GGCAA": 839,
      "CCCAGA": 840,
      "TATGAA": 841,
      "GACAGA": 842,
      "cagcaa": 843,
      "tacca": 844,
      "TCATCA": 845,
      "tctta": 846,
      "TAATTA": 847,
      "CTTCTT": 848,
      "GAATAA": 849,
      "CTGGGA": 850,
      "CTGCAA": 851,
      "gactt": 852,
      "GTTGTG": 853,
      "CCACAA": 854,
      "CAATTA": 855,
      "CAAGTA": 856,
      "TCTGTT": 857,
      "CAGGTGA": 858,
      "CCTGGG": 859,
      "CCTGGA": 860,
      "CAAATT": 861,
      "CAAATG": 862,
      "CTGATT": 863,
      "GTCCTCA": 864,
      "TATAGAACAGG": 865,
      "CGCCCGTTCCCTCC": 866,
      "GAAGATAAA": 867,
      "CGTCCTG": 868,
      "gtcaa": 869,
      "tAA": 870,
      "TGCACA": 871,
      "CACGG": 872,
      "GGGATT": 873,
      "CCCGG": 874,
      "GACAGG": 875,
      "GAGAGG": 876,
      "GCGCA": 877,
      "GCTAAA": 878,
      "GCCACC": 879,
      "AAAGAA": 880,
      "ggtg": 881,
      "TCAGGA": 882,
      "TGATGA": 883,
      "TAACTG": 884,
      "CTGCCA": 885,
      "gata": 886,
      "GCATCA": 887,
      "CCAGTG": 888,
      "TTATTA": 889,
      "GCCCCA": 890,
      "TGTGTCA": 891,
      "TTTTTA": 892,
      "CTCTCC": 893,
      "tgtgaa": 894,
      "GTCTAA": 895,
      "CCTGTT": 896,
      "GGAAGG": 897,
      "CAAAGG": 898,
      "cagta": 899,
      "TGTTTA": 900,
      "cttcc": 901,
      "CTCCAA": 902,
      "GGCCGGC": 903,
      "CGTCA": 904,
      "gtgtgtgtg": 905,
      "▁AA": 906,
      "TGTCTT": 907,
      "CAGTGA": 908,
      "CCTAAA": 909,
      "GAGTA": 910,
      "GATAGA": 911,
      "TCTCTA": 912,
      "cagaga": 913,
      "GCTCAA": 914,
      "tagc": 915,
      "tactt": 916,
      "gggc": 917,
      "gggaa": 918,
      "CTTGTG": 919,
      "CTTCTA": 920,
      "CTGGAA": 921,
      "gagc": 922,
      "GCACTT": 923,
      "GCACTG": 924,
      "CCATA": 925,
      "GGATA": 926,
      "GGACAA": 927,
      "CTATGA": 928,
      "tcacc": 929,
      "ttaga": 930,
      "tcccc": 931,
      "CACATG": 932,
      "gaac": 933,
      "ttcaaa": 934,
      "CAGATT": 935,
      "CATGCAGAAGATAAA": 936,
      "TATTTA": 937,
      "TGAACGTCCTG": 938,
      "taaatt": 939,
      "TCAAGG": 940,
      "GTCCTG": 941,
      "TAGACAGTA": 942,
      "CTAATT": 943,
      "ttttatt": 944,
      "CCAGGGGAGGCA": 945,
      "CACTGTGTG": 946,
      "CTGGGGTTACATGGC": 947,
      "GACCCCACGCCCGTTCCCTCC": 948,
      "GGCCGGCG": 949,
      "CGAGA": 950,
      "ctctg": 951,
      "TGTGA": 952,
      "CACCTT": 953,
      "CCTCTT": 954,
      "CCTCCA": 955,
      "GATTA": 956,
      "TCGTT": 957,
      "TCGTG": 958,
      "tgtcc": 959,
      "GCGTG": 960,
      "tagga": 961,
      "cctctg": 962,
      "TGATAA": 963,
      "GAAGGA": 964,
      "CTGTCC": 965,
      "CTGGTT": 966,
      "GCACCA": 967,
      "CAATAA": 968,
      "CAACAA": 969,
      "GCCTA": 970,
      "taatg": 971,
      "CTATGGAACAGG": 972,
      "CAGGAAA": 973,
      "TTTTTT": 974,
      "tcctcc": 975,
      "CAGAGG": 976,
      "GTCTCA": 977,
      "ctgtt": 978,
      "GCTTGG": 979,
      "cttaa": 980,
      "GTCCCACGC": 981,
      "CTTATT": 982,
      "taaaaaaa": 983,
      "GGACACAGGAA": 984,
      "TCTGCCTTTCC": 985,
      "GTCCCACGCGGACACAGGAA": 986,
      "▁a": 987,
      "TGGTT": 988,
      "TGTTA": 989,
      "GGGCTG": 990,
      "CCCTC": 991,
      "CCCAAA": 992,
      "tgtaa": 993,
      "catcc": 994,
      "cacaaa": 995,
      "GCTCCA": 996,
      "ggtt": 997,
      "cctttt": 998,
      "cccaa": 999,
      "TCAGTT": 1000,
      "TCCTTA": 1001,
      "CTTAAA": 1002,
      "CTGTCTGCCTTTCC": 1003,
      "gatttt": 1004,
      "gagcc": 1005,
      "GCAGTT": 1006,
      "CCATGA": 1007,
      "CCATCC": 1008,
      "CCAGCC": 1009,
      "CAAGAA": 1010,
      "aaaata": 1011,
      "CTAGA": 1012,
      "GTAGAA": 1013,
      "tcaga": 1014,
      "tcactt": 1015,
      "TAAAGA": 1016,
      "gtgctg": 1017,
      "GGGGGTTCC": 1018,
      "CGGCTATGGAACAGG": 1019,
      "GTCCTT": 1020,
      "GTCCAA": 1021,
      "CACGCC": 1022,
      "AAAAAA": 1023,
      "CGTTGCTG": 1024,
      "CCCTTCTGTCTGCCTTTCC": 1025,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1026,
      "CGAGGTT": 1027,
      "CGCGCGGGG": 1028,
      "gAA": 1029,
      "CAGTTA": 1030,
      "tttata": 1031,
      "CCTCTG": 1032,
      "tggtt": 1033,
      "catc": 1034,
      "GCT": 1035,
      "GCTCTA": 1036,
      "ggcca": 1037,
      "cctga": 1038,
      "TCATA": 1039,
      "TAATCA": 1040,
      "TAATAA": 1041,
      "TCCTGGG": 1042,
      "CTGCTT": 1043,
      "CTGCTA": 1044,
      "CTGTGTT": 1045,
      "gatta": 1046,
      "GTGCCA": 1047,
      "GTGGCC": 1048,
      "GCAGCC": 1049,
      "TTAGTA": 1050,
      "CTAGG": 1051,
      "CTAGAA": 1052,
      "tcagcc": 1053,
      "gaagaaa": 1054,
      "ttcta": 1055,
      "CAGATG": 1056,
      "CAGAGCA": 1057,
      "GTCTTA": 1058,
      "GTCTCTG": 1059,
      "GGAATG": 1060,
      "CATTTA": 1061,
      "taaata": 1062,
      "GCTTTG": 1063,
      "GCAATG": 1064,
      "GAGATT": 1065,
      "CGGTG": 1066,
      "GTCATT": 1067,
      "GTCAGG": 1068,
      "gttaa": 1069,
      "tctttctt": 1070,
      "gcac": 1071,
      "GGTTTGCCTG": 1072,
      "gaggaa": 1073,
      "tctctctc": 1074,
      "CAAAACTCCCGC": 1075,
      "gctggga": 1076,
      "CTATGGCACC": 1077,
      "GTCCCACGCGGACACAGGAACTATGGCACC": 1078,
      "CGAGGTTCACGTG": 1079,
      "CGTAA": 1080,
      "ccag": 1081,
      "ctatt": 1082,
      "CAGCCA": 1083,
      "tttaaa": 1084,
      "CCGG": 1085,
      "CCGCA": 1086,
      "TCGCA": 1087,
      "tgcaaa": 1088,
      "ggta": 1089,
      "ggtttt": 1090,
      "TGATAAA": 1091,
      "TAAGAA": 1092,
      "TAAGTT": 1093,
      "TCCTA": 1094,
      "CTTTCC": 1095,
      "CTTGAA": 1096,
      "CTGTCA": 1097,
      "gagga": 1098,
      "gacaaa": 1099,
      "GTTCCTT": 1100,
      "GTGTCA": 1101,
      "TTAGTG": 1102,
      "TTACCA": 1103,
      "CAACTA": 1104,
      "taatta": 1105,
      "gctctg": 1106,
      "tcagg": 1107,
      "tcatttt": 1108,
      "TGTGGG": 1109,
      "gaacc": 1110,
      "ttctca": 1111,
      "ttctga": 1112,
      "GAAATG": 1113,
      "GGAAGA": 1114,
      "GGAAGAA": 1115,
      "TGAATT": 1116,
      "GAGGCGTTGCTG": 1117,
      "TGTTGG": 1118,
      "CTCCTG": 1119,
      "ccacc": 1120,
      "taaaatta": 1121,
      "CACGA": 1122,
      "gaaaaaaa": 1123,
      "TCTCACTGA": 1124,
      "tgctttt": 1125,
      "TCAAATT": 1126,
      "GGCCTGTTGA": 1127,
      "GTCCCACGCGGACACAGGAACTATGGCACCGTCCCACGCGGACACAGGAACTATGGCACC": 1128,
      "CGTTA": 1129,
      "CATCTT": 1130,
      "CATATT": 1131,
      "CACTCA": 1132,
      "tttc": 1133,
      "CCCATT": 1134,
      "CCCTGA": 1135,
      "CCCCAA": 1136,
      "CCCTAA": 1137,
      "TATCTT": 1138,
      "TATAAA": 1139,
      "TACATT": 1140,
      "GACATG": 1141,
      "TCTATG": 1142,
      "tgggagg": 1143,
      "GCGTT": 1144,
      "tagaaa": 1145,
      "gggca": 1146,
      "ccaaaa": 1147,
      "TGAGTT": 1148,
      "TGAGCTCC": 1149,
      "tcA": 1150,
      "tctccc": 1151,
      "TAATTTT": 1152,
      "TCCTCC": 1153,
      "TCCCTT": 1154,
      "GAAGTA": 1155,
      "GTTCTA": 1156,
      "GCATCTG": 1157,
      "GCAGAGG": 1158,
      "CCAGTT": 1159,
      "GGACTT": 1160,
      "TTAGTT": 1161,
      "taagtt": 1162,
      "tcacaa": 1163,
      "tcactg": 1164,
      "CAGGGG": 1165,
      "CAGGGA": 1166,
      "GAAAGG": 1167,
      "cacacc": 1168,
      "gtgcagtg": 1169,
      "TGAAGA": 1170,
      "GAGGGG": 1171,
      "GGGGTG": 1172,
      "GGGGTTA": 1173,
      "CCAAGG": 1174,
      "tattaa": 1175,
      "gcccc": 1176,
      "GTTATT": 1177,
      "GCCACAGG": 1178,
      "GGCCCTG": 1179,
      "GGCCTGTG": 1180,
      "caggc": 1181,
      "cctgtaatcc": 1182,
      "ggctgagg": 1183,
      "gttcaa": 1184,
      "TGTCACACA": 1185,
      "CGCGCGGCCTGTG": 1186,
      "tgttaatacacacacaggtagCGAGGA": 1187,
      "tgttaatacacacacaggtagTGAGGAGGCCGGGG": 1188,
      "CCCTTCTGTCTGCCTTTCCGGCCTGTTGA": 1189,
      "CGAGGTTCACGTGGGTTTGCCTG": 1190,
      "Caa": 1191,
      "CGTTTT": 1192,
      "CGTCTG": 1193,
      "cgta": 1194,
      "gtcta": 1195,
      "CAT": 1196,
      "CACTCC": 1197,
      "ttgtg": 1198,
      "ttgca": 1199,
      "CCGTG": 1200,
      "CCCGTG": 1201,
      "TCTAAAA": 1202,
      "tgtaaa": 1203,
      "cataaa": 1204,
      "catgtt": 1205,
      "catgaa": 1206,
      "GCGC": 1207,
      "tagta": 1208,
      "ggca": 1209,
      "ggtga": 1210,
      "TGAGTG": 1211,
      "TGAGTA": 1212,
      "TAACAA": 1213,
      "TAACTA": 1214,
      "CTTTTA": 1215,
      "GAAGCC": 1216,
      "CTGTGGG": 1217,
      "gagtt": 1218,
      "GTGTCC": 1219,
      "GCACAA": 1220,
      "GCAGACCCCACGCCCGTTCCCTCC": 1221,
      "GCCTCTG": 1222,
      "gct": 1223,
      "CTACTG": 1224,
      "GTATG": 1225,
      "TCTTGA": 1226,
      "CAGGTT": 1227,
      "tcctg": 1228,
      "GGAATT": 1229,
      "GCAATT": 1230,
      "GAGACGCGCGGGG": 1231,
      "tatatttt": 1232,
      "GTAAAAA": 1233,
      "GATTAA": 1234,
      "gaaagaaa": 1235,
      "CACCAAA": 1236,
      "TACATA": 1237,
      "CGTGGAGACGCGCGGGG": 1238,
      "tgcgtg": 1239,
      "CAGTGAA": 1240,
      "taaaaata": 1241,
      "CTTGGCTA": 1242,
      "CAGCAATGAACGTCCTG": 1243,
      "CACGCAGAAGATAAA": 1244,
      "TAGACAGTACATA": 1245,
      "CTGGGGTTACATGGCTATAGAACAGG": 1246,
      "GAGGCGTTGCTGCGCGCGGCCTGTG": 1247,
      "TCTCACTGAGTCCTCA": 1248,
      "GTa": 1249,
      "ac": 1250,
      "gtttta": 1251,
      "TTCTT": 1252,
      "CATCTCA": 1253,
      "CAGCTA": 1254,
      "CATGAGG": 1255,
      "ttgtt": 1256,
      "CCGCC": 1257,
      "CCCATG": 1258,
      "CCCACC": 1259,
      "TAGCC": 1260,
      "TAGGAA": 1261,
      "TACTCA": 1262,
      "TCTCTGA": 1263,
      "tgttc": 1264,
      "tgcca": 1265,
      "catttta": 1266,
      "GCTATT": 1267,
      "GCTACA": 1268,
      "tacta": 1269,
      "tatttta": 1270,
      "TGATA": 1271,
      "TGAGC": 1272,
      "TGATCA": 1273,
      "CTTCCA": 1274,
      "GAACAA": 1275,
      "GTTGTA": 1276,
      "GTTTCTT": 1277,
      "GTTCTCA": 1278,
      "GCATA": 1279,
      "GCACTA": 1280,
      "GCATTTT": 1281,
      "GCACACA": 1282,
      "GCAGGTG": 1283,
      "CCACTG": 1284,
      "GGATGA": 1285,
      "GGAGCC": 1286,
      "TTATGA": 1287,
      "TTAGAA": 1288,
      "TTAGAAA": 1289,
      "gcga": 1290,
      "gctaa": 1291,
      "CTAGGA": 1292,
      "CTACTA": 1293,
      "TCTTGG": 1294,
      "GAAAGA": 1295,
      "CTCTTA": 1296,
      "CAAAGA": 1297,
      "ctgcactc": 1298,
      "CTGAGA": 1299,
      "taaaga": 1300,
      "CCTTTG": 1301,
      "CCTTGG": 1302,
      "cagcactt": 1303,
      "GCAAGA": 1304,
      "GTGATT": 1305,
      "GAGAGATG": 1306,
      "CGGCTG": 1307,
      "GTCATG": 1308,
      "GTCATCA": 1309,
      "TAGACAA": 1310,
      "gcagg": 1311,
      "AAAATT": 1312,
      "cattta": 1313,
      "ggaagg": 1314,
      "TTCCTCA": 1315,
      "GCAGGCACGCA": 1316,
      "CCAGGGCCACAGG": 1317,
      "tgtgtgtgtgtgtgtg": 1318,
      "GCAGCATGGG": 1319,
      "TGGCGCTT": 1320,
      "GCTATGGAACAGG": 1321,
      "CCCTTCTGTCTGCCTTTCCGGCCTGTTGACGTGGAGACGCGCGGGG": 1322,
      "CGAGGTTCACGTGGGTTTGCCTGGAGGCGTTGCTGCGCGCGGCCTGTG": 1323,
      "CGATT": 1324,
      "CGATG": 1325,
      "CGCCA": 1326,
      "Taa": 1327,
      "ctaaa": 1328,
      "gtA": 1329,
      "tTT": 1330,
      "CAGTCA": 1331,
      "CACTTA": 1332,
      "CACTAA": 1333,
      "ttgaa": 1334,
      "tttctg": 1335,
      "CCCCTT": 1336,
      "CCTCAA": 1337,
      "TACATG": 1338,
      "TCa": 1339,
      "TCTATA": 1340,
      "TCTCCTG": 1341,
      "cataaaa": 1342,
      "catcaa": 1343,
      "AAAGA": 1344,
      "ccctg": 1345,
      "cccag": 1346,
      "TGACC": 1347,
      "TGAGAAA": 1348,
      "tctaaaa": 1349,
      "tccatt": 1350,
      "TCCTC": 1351,
      "TCCTAA": 1352,
      "CTTCATG": 1353,
      "gaca": 1354,
      "gacaa": 1355,
      "GTTGAA": 1356,
      "GTTTTAA": 1357,
      "GTGTA": 1358,
      "GTGGAA": 1359,
      "GTGGAGG": 1360,
      "ttttaaa": 1361,
      "CCACACA": 1362,
      "CCACTCA": 1363,
      "GCCGG": 1364,
      "taag": 1365,
      "taattc": 1366,
      "gctga": 1367,
      "TCTGTG": 1368,
      "TCTGGA": 1369,
      "tcata": 1370,
      "ttagg": 1371,
      "TAAATG": 1372,
      "TAAAGG": 1373,
      "TAAAGAA": 1374,
      "tcccca": 1375,
      "CATGGG": 1376,
      "ggaga": 1377,
      "TATTTG": 1378,
      "CTCAGA": 1379,
      "CTCAGAA": 1380,
      "TGAAGG": 1381,
      "taaatg": 1382,
      "cagcctg": 1383,
      "cttaaa": 1384,
      "TCAATG": 1385,
      "GTGATG": 1386,
      "tcttgg": 1387,
      "tattaaa": 1388,
      "tatttctt": 1389,
      "gccaa": 1390,
      "TAGATT": 1391,
      "gaggc": 1392,
      "TATATA": 1393,
      "tgttaa": 1394,
      "gagac": 1395,
      "tcaaaaa": 1396,
      "caggaa": 1397,
      "CTCTGAA": 1398,
      "tttatttt": 1399,
      "ccctaa": 1400,
      "GTCTGTG": 1401,
      "TCAGGGGAGGCA": 1402,
      "gcagtgagcc": 1403,
      "CAAAACTCCCGCTCACC": 1404,
      "TGGCGCTTTCTCACTGAGTCCTCA": 1405,
      "CGCAA": 1406,
      "Ttg": 1407,
      "ctgtg": 1408,
      "TTCTA": 1409,
      "CAGCTGA": 1410,
      "tttga": 1411,
      "ttgga": 1412,
      "tttctt": 1413,
      "ttgcc": 1414,
      "GGCATG": 1415,
      "GAGGAA": 1416,
      "tggagg": 1417,
      "cattc": 1418,
      "GCGAA": 1419,
      "GCGGGG": 1420,
      "GCTCTC": 1421,
      "TCACTT": 1422,
      "TCACACA": 1423,
      "TCACAAA": 1424,
      "TAAGGA": 1425,
      "CTTGTA": 1426,
      "CTTTGTT": 1427,
      "CTGGCA": 1428,
      "CTGTTA": 1429,
      "gataa": 1430,
      "GTGGTT": 1431,
      "GTGGAAA": 1432,
      "GTGCTGA": 1433,
      "GCAGCAA": 1434,
      "GCAGATG": 1435,
      "CCACTT": 1436,
      "CCATGAA": 1437,
      "CAACCA": 1438,
      "GCCTAA": 1439,
      "taacaa": 1440,
      "gctgtg": 1441,
      "gccaga": 1442,
      "CTATCA": 1443,
      "GTATAA": 1444,
      "tcatta": 1445,
      "TCTTCTA": 1446,
      "ttagtt": 1447,
      "TAAATA": 1448,
      "TGTGTA": 1449,
      "TTTTGA": 1450,
      "tccaaa": 1451,
      "CACAGCA": 1452,
      "gaata": 1453,
      "GAAATAA": 1454,
      "GTCTGA": 1455,
      "CATGTA": 1456,
      "CATGGA": 1457,
      "CATGGATA": 1458,
      "gtggc": 1459,
      "TATTTCA": 1460,
      "CTCATG": 1461,
      "GAGGAAA": 1462,
      "CTGATA": 1463,
      "taaatta": 1464,
      "CCTTTA": 1465,
      "cagtga": 1466,
      "GTGAGG": 1467,
      "tatata": 1468,
      "GTCACTG": 1469,
      "ccac": 1470,
      "GTCCCC": 1471,
      "TGGGTT": 1472,
      "tctgaa": 1473,
      "gcaggc": 1474,
      "GGTTCATGCAGAAGATAAA": 1475,
      "TCTAGG": 1476,
      "ctaga": 1477,
      "GGGAGGA": 1478,
      "cattaa": 1479,
      "tattttaa": 1480,
      "gactttt": 1481,
      "tgtgtgtgtgcgtg": 1482,
      "cacacacacacacaca": 1483,
      "CCATCACACC": 1484,
      "GCTGGCACGCA": 1485,
      "CTGGGGTTACTTGGCTA": 1486,
      "CTa": 1487,
      "ctata": 1488,
      "ctctt": 1489,
      "ctaaaa": 1490,
      "gTT": 1491,
      "TTGGGGTTA": 1492,
      "CAG": 1493,
      "CAGTAA": 1494,
      "CATCCA": 1495,
      "CATAAAA": 1496,
      "GGTGAA": 1497,
      "CCCTCA": 1498,
      "CCCGA": 1499,
      "TAGAGA": 1500,
      "TCGCC": 1501,
      "caA": 1502,
      "tacaaa": 1503,
      "ggctt": 1504,
      "ccctt": 1505,
      "TCATTA": 1506,
      "TCACAA": 1507,
      "tccac": 1508,
      "TAATATG": 1509,
      "TCCCTCC": 1510,
      "CTGCAGG": 1511,
      "gagta": 1512,
      "GTGTCTG": 1513,
      "GTGTTTT": 1514,
      "GCAGC": 1515,
      "GCATCC": 1516,
      "GCAGTA": 1517,
      "GCAGCTG": 1518,
      "tttttaaaa": 1519,
      "CCAGGAA": 1520,
      "TTATATT": 1521,
      "CAATCC": 1522,
      "CAAGCC": 1523,
      "taacaaa": 1524,
      "gcA": 1525,
      "gctc": 1526,
      "aaaatt": 1527,
      "CTATA": 1528,
      "CTACTT": 1529,
      "GTAGTT": 1530,
      "GTAGGA": 1531,
      "tcagca": 1532,
      "tgagtt": 1533,
      "TCTTTA": 1534,
      "CAGGCATGTG": 1535,
      "ttatg": 1536,
      "ttagcc": 1537,
      "TAAATTA": 1538,
      "TTTTAAA": 1539,
      "tcctga": 1540,
      "tcccaa": 1541,
      "gaatttt": 1542,
      "gaatta": 1543,
      "GAAATA": 1544,
      "CTCGG": 1545,
      "CTCTAA": 1546,
      "GCTGCTG": 1547,
      "cacatgtg": 1548,
      "ggatt": 1549,
      "CAAAGAA": 1550,
      "gtgga": 1551,
      "gtgtga": 1552,
      "gtggga": 1553,
      "TATTAAA": 1554,
      "TGAATG": 1555,
      "TGAATAA": 1556,
      "ctgaaa": 1557,
      "CTGATG": 1558,
      "taaagaaa": 1559,
      "cagtt": 1560,
      "TGTTTG": 1561,
      "ctttg": 1562,
      "GTGACTG": 1563,
      "GAGATG": 1564,
      "gtttca": 1565,
      "gttgtt": 1566,
      "tattta": 1567,
      "TAGATG": 1568,
      "gcagaa": 1569,
      "GGTTAA": 1570,
      "CACGTT": 1571,
      "tgtttg": 1572,
      "caaagga": 1573,
      "TTTGAAA": 1574,
      "catttg": 1575,
      "GCTCCTT": 1576,
      "CTCTGTG": 1577,
      "CTGAATT": 1578,
      "catatg": 1579,
      "catggtg": 1580,
      "gtgaga": 1581,
      "tttaaGGGATT": 1582,
      "gagggagggagggagg": 1583,
      "CCTTTTCCCTTCTGTCTGCCTTTCCGGCCTGTTGACGTGGAGACGCGCGGGG": 1584,
      "GCATGGGCCAGGGGAGGCA": 1585,
      "TAGACAGTACATACGTA": 1586,
      "ctgcactccagcctggg": 1587,
      "CCAGGGCCACAGGGCTATGGAACAGG": 1588,
      "cgc": 1589,
      "ctgaga": 1590,
      "▁TT": 1591,
      "TGGCC": 1592,
      "CATATG": 1593,
      "CAGAAAA": 1594,
      "CACTGTG": 1595,
      "CATa": 1596,
      "ttcatt": 1597,
      "GGGTA": 1598,
      "CCCCTG": 1599,
      "TATCTG": 1600,
      "TACAGA": 1601,
      "GATCC": 1602,
      "GACCA": 1603,
      "GACTA": 1604,
      "GACAAA": 1605,
      "TCGAA": 1606,
      "TCTCTCA": 1607,
      "TCTCCAA": 1608,
      "tggcc": 1609,
      "tggca": 1610,
      "catgc": 1611,
      "GCa": 1612,
      "ggA": 1613,
      "ggg": 1614,
      "ccgc": 1615,
      "cctta": 1616,
      "cccaaa": 1617,
      "TCATAA": 1618,
      "TGACA": 1619,
      "TGAGCTT": 1620,
      "TGAGGGG": 1621,
      "TGATTTG": 1622,
      "tctaa": 1623,
      "tccaca": 1624,
      "TAAGTG": 1625,
      "TCCTTTT": 1626,
      "CTTTCTT": 1627,
      "GAATTA": 1628,
      "GAATTAA": 1629,
      "CTGCCTG": 1630,
      "CTGAAAA": 1631,
      "gatga": 1632,
      "GTTTAA": 1633,
      "GTTCACA": 1634,
      "aaagaa": 1635,
      "GTGCTT": 1636,
      "GCATTA": 1637,
      "GCAGGGG": 1638,
      "tttttaa": 1639,
      "ttttgtt": 1640,
      "tttttttttt": 1641,
      "CCAGCAA": 1642,
      "CCATGGG": 1643,
      "GGACTG": 1644,
      "GGAGTG": 1645,
      "GGAGTA": 1646,
      "GGAGAAA": 1647,
      "GGATATT": 1648,
      "GGAGGGG": 1649,
      "TTACTG": 1650,
      "TTATGAA": 1651,
      "CAACTG": 1652,
      "CAATTAA": 1653,
      "GCCCAGG": 1654,
      "gctttg": 1655,
      "gctgaga": 1656,
      "CTACC": 1657,
      "CTACACA": 1658,
      "GTATTTT": 1659,
      "ttacagg": 1660,
      "TGTGCC": 1661,
      "TGTGCTT": 1662,
      "TTTTGG": 1663,
      "TTTTCC": 1664,
      "TTTTCTT": 1665,
      "ttctc": 1666,
      "GAAACC": 1667,
      "GAAACCA": 1668,
      "CTCCAGG": 1669,
      "CATGGAA": 1670,
      "CCTGGGTT": 1671,
      "GGAATAA": 1672,
      "CATTTCA": 1673,
      "gtgcaa": 1674,
      "TATTGG": 1675,
      "GAGGCTG": 1676,
      "taaagaa": 1677,
      "TCAAGAA": 1678,
      "GCAAGTG": 1679,
      "GTGAGTCTT": 1680,
      "GAGAGA": 1681,
      "CGGGTT": 1682,
      "ccata": 1683,
      "CCAATG": 1684,
      "tcttaa": 1685,
      "GTCCTGA": 1686,
      "GTCCCCA": 1687,
      "tatttaa": 1688,
      "tatttctg": 1689,
      "TAGAGTT": 1690,
      "TAGATGGCGCTTTCTCACTGAGTCCTCA": 1691,
      "CTTAGG": 1692,
      "TGGGTG": 1693,
      "GATTTCA": 1694,
      "gaaatt": 1695,
      "gtaga": 1696,
      "ctacagg": 1697,
      "CCCACTT": 1698,
      "CGCGG": 1699,
      "cacgtg": 1700,
      "tgtagtcc": 1701,
      "CGCCTTCCTCA": 1702,
      "cagctac": 1703,
      "tgttaatacacacacaggtagTGAGGAGGCCGGCG": 1704,
      "GCTAGACGAGGTTCACGTGGGTTTGCCTGGAGGCGTTGCTGCGCGCGGCCTGTG": 1705,
      "GCAGGCACGCAGGGGGCTCC": 1706,
      "TAGACAGTACATACGTATATGTA": 1707,
      "CG": 1708,
      "CGCAGG": 1709,
      "Gaa": 1710,
      "cg": 1711,
      "ctttta": 1712,
      "ctaaaaa": 1713,
      "ctgagg": 1714,
      "gtaaaaa": 1715,
      "▁TG": 1716,
      "▁NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1717,
      "CATATA": 1718,
      "tttggg": 1719,
      "TACAAA": 1720,
      "TACTGA": 1721,
      "GATGAA": 1722,
      "GAGTGA": 1723,
      "GACAC": 1724,
      "TCTCAAA": 1725,
      "TCTCCTT": 1726,
      "tgcaca": 1727,
      "caggagg": 1728,
      "GCGCTG": 1729,
      "AAATAA": 1730,
      "AAAGTT": 1731,
      "AAAGTG": 1732,
      "AAATTA": 1733,
      "AAAGTA": 1734,
      "tattc": 1735,
      "tagca": 1736,
      "ggcagg": 1737,
      "ccA": 1738,
      "cctaa": 1739,
      "ccgagg": 1740,
      "cctcca": 1741,
      "TCATGA": 1742,
      "TCACAGA": 1743,
      "TCAGAAAA": 1744,
      "TGATTA": 1745,
      "TGATTTT": 1746,
      "tcttctt": 1747,
      "TAAGAAA": 1748,
      "TAATGAA": 1749,
      "TAATCAA": 1750,
      "TAATTAA": 1751,
      "TCCCAGG": 1752,
      "TCCTATT": 1753,
      "GAATGA": 1754,
      "GAACCA": 1755,
      "GAAGGAA": 1756,
      "GAAGCTT": 1757,
      "CTGTCTT": 1758,
      "CTGCTCC": 1759,
      "gat": 1760,
      "gatgaa": 1761,
      "GTTTCCA": 1762,
      "aaaga": 1763,
      "GTGGGAA": 1764,
      "GTGTTTG": 1765,
      "GCATGA": 1766,
      "GCAGGCA": 1767,
      "ttttttc": 1768,
      "CCAGCA": 1769,
      "GGATAAA": 1770,
      "TTAGAGA": 1771,
      "CAAGTT": 1772,
      "CAAGGA": 1773,
      "CAAGATG": 1774,
      "GCCTC": 1775,
      "GCCCTA": 1776,
      "taatga": 1777,
      "gccaca": 1778,
      "gccagg": 1779,
      "aaaataa": 1780,
      "TCTGCTT": 1781,
      "tgagga": 1782,
      "ttatctt": 1783,
      "ttataaaa": 1784,
      "ttatttg": 1785,
      "TAAATCA": 1786,
      "TGTGGAA": 1787,
      "TGTGCTG": 1788,
      "TGTGTGTT": 1789,
      "TTTTTCA": 1790,
      "TTTTCTG": 1791,
      "TTTTCCA": 1792,
      "tcctttg": 1793,
      "CACATA": 1794,
      "CACACAGAAGATAAA": 1795,
      "gaataa": 1796,
      "CTCTCTG": 1797,
      "CTCTAAA": 1798,
      "GTCCAGG": 1799,
      "GTCTAAA": 1800,
      "GTCCACA": 1801,
      "CATGCTT": 1802,
      "CCTGCTG": 1803,
      "CCTGCTC": 1804,
      "CCTGCCAA": 1805,
      "CATTGG": 1806,
      "CATTCC": 1807,
      "CATTGA": 1808,
      "TATTCAA": 1809,
      "CTCACTG": 1810,
      "GAGGGA": 1811,
      "GAGGCTT": 1812,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1813,
      "GCTTTTA": 1814,
      "CCTTCCA": 1815,
      "CGGTT": 1816,
      "CGGGA": 1817,
      "ccagg": 1818,
      "CCAATT": 1819,
      "GTCCCTG": 1820,
      "tatttatt": 1821,
      "TATGTTA": 1822,
      "gcctc": 1823,
      "CTAATA": 1824,
      "GGTTCACGCAGAAGATAAA": 1825,
      "CACTCTG": 1826,
      "CACTCTT": 1827,
      "TTAATT": 1828,
      "gtagaga": 1829,
      "tctcaaaaaaaa": 1830,
      "AAAATG": 1831,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1832,
      "CGTGAA": 1833,
      "caccaca": 1834,
      "CATAGAA": 1835,
      "tttacaa": 1836,
      "tgtacacatgtg": 1837,
      "cagagc": 1838,
      "ccctctg": 1839,
      "GTCTGTT": 1840,
      "gtgagga": 1841,
      "GCAGGCACGCC": 1842,
      "CCAGGGCCACA": 1843,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1844,
      "TGAGGTGA": 1845,
      "ccttgg": 1846,
      "tttaaaaaa": 1847,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1848,
      "cctcccaaa": 1849,
      "GGCCGGGGtgttaatacacacacaggtagCGAGGA": 1850,
      "gcagagaggc": 1851,
      "cagcactttgggagg": 1852,
      "gcaggcgcagagaggc": 1853,
      "CAGGCATGTGCTTA": 1854,
      "CGCCTTCCTCATAGATGGCGCTTTCTCACTGAGTCCTCA": 1855,
      "▁NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1856,
      "gcaggcgcagagaggcgcac": 1857,
      "ATT": 1858,
      "CGAAAA": 1859,
      "Ggg": 1860,
      "Tgg": 1861,
      "Tgaa": 1862,
      "ctcaa": 1863,
      "ctcca": 1864,
      "gtctttt": 1865,
      "gttatt": 1866,
      "gtcac": 1867,
      "TGGAGG": 1868,
      "CATCAA": 1869,
      "CATACA": 1870,
      "CACAAAA": 1871,
      "CATTTTAA": 1872,
      "ttgaaa": 1873,
      "tttaaaa": 1874,
      "GGCCAA": 1875,
      "CCGA": 1876,
      "CCTCCTT": 1877,
      "TAGCTT": 1878,
      "GATCTG": 1879,
      "GACTCA": 1880,
      "GACTCC": 1881,
      "GACACC": 1882,
      "GATAAAA": 1883,
      "TCGTA": 1884,
      "tgA": 1885,
      "tgcta": 1886,
      "tgcctg": 1887,
      "tgcagc": 1888,
      "catctg": 1889,
      "catgta": 1890,
      "catcta": 1891,
      "caccaa": 1892,
      "cacctgtaatcc": 1893,
      "GCGTC": 1894,
      "GCGGCC": 1895,
      "GCGGTG": 1896,
      "GCGGCA": 1897,
      "GCTCTCA": 1898,
      "GCTCTGA": 1899,
      "tagtg": 1900,
      "tacatt": 1901,
      "tagtttt": 1902,
      "ggtgtg": 1903,
      "TCAGTA": 1904,
      "TCACTAA": 1905,
      "TGAGCC": 1906,
      "TGAGTGA": 1907,
      "TGAGTCA": 1908,
      "TGAGATT": 1909,
      "tccatg": 1910,
      "TAATGA": 1911,
      "TAAGTA": 1912,
      "TAATGTG": 1913,
      "TAAGGAA": 1914,
      "TAACAAA": 1915,
      "TAATGCA": 1916,
      "TCCCA": 1917,
      "TCCCTA": 1918,
      "CTTGGA": 1919,
      "CTTTCTG": 1920,
      "CTTTGAA": 1921,
      "GAAT": 1922,
      "GAAGTT": 1923,
      "GAATAAA": 1924,
      "GAAGCAA": 1925,
      "CTGCAGA": 1926,
      "gatc": 1927,
      "gacaca": 1928,
      "gactg": 1929,
      "GTTCCCA": 1930,
      "aaacca": 1931,
      "GTGTAA": 1932,
      "GTGGTA": 1933,
      "GCAGAAA": 1934,
      "GCACATG": 1935,
      "ttttga": 1936,
      "CCATAA": 1937,
      "CCACAGG": 1938,
      "CCATGTG": 1939,
      "CCACGG": 1940,
      "GGATCA": 1941,
      "GGAGTT": 1942,
      "GGAGAGG": 1943,
      "CAAGCA": 1944,
      "CAACATT": 1945,
      "CAACCAA": 1946,
      "GCCTGAA": 1947,
      "GCCCTCC": 1948,
      "GCCCTGTG": 1949,
      "taagca": 1950,
      "gccag": 1951,
      "gctctt": 1952,
      "gctgtt": 1953,
      "gctgaa": 1954,
      "CTACCA": 1955,
      "CTACAA": 1956,
      "CTATAAA": 1957,
      "GTAGATG": 1958,
      "tcat": 1959,
      "tgac": 1960,
      "tgagac": 1961,
      "ttacaa": 1962,
      "TGTGAAA": 1963,
      "TGTGTGTG": 1964,
      "TGTGGGTG": 1965,
      "CACAGCTG": 1966,
      "ttccatt": 1967,
      "GAAATCA": 1968,
      "GAAACTT": 1969,
      "GAAAGTG": 1970,
      "CTCCACA": 1971,
      "CTCCAGA": 1972,
      "GTCTCCA": 1973,
      "CATGAAA": 1974,
      "CCTGCTT": 1975,
      "CCTGCACC": 1976,
      "CATTCTA": 1977,
      "ggagaaa": 1978,
      "gtgaaaa": 1979,
      "gtggaa": 1980,
      "TATTTAA": 1981,
      "CTCACTT": 1982,
      "CTCAGTG": 1983,
      "ctgtga": 1984,
      "GAGGTT": 1985,
      "GAGGGAA": 1986,
      "CTGAGGGTG": 1987,
      "taaatatt": 1988,
      "CCTTCC": 1989,
      "cagtaa": 1990,
      "ctttaa": 1991,
      "ctttaaa": 1992,
      "CTCCTA": 1993,
      "CTCCCTT": 1994,
      "CGGCCA": 1995,
      "CGGCGG": 1996,
      "tatataaa": 1997,
      "gtttctt": 1998,
      "GTAATA": 1999,
      "TATGAAA": 2000,
      "TATGGTG": 2001,
      "TAGATGA": 2002,
      "CTTATG": 2003,
      "CTAAGCA": 2004,
      "GATTTG": 2005,
      "GATTTA": 2006,
      "GGTTTG": 2007,
      "GGTTTA": 2008,
      "gaggaagggagggagg": 2009,
      "TTAATG": 2010,
      "tgtttgtt": 2011,
      "gtatttt": 2012,
      "gtagctggga": 2013,
      "tctctac": 2014,
      "ctagg": 2015,
      "CGTGGATAGA": 2016,
      "gagaga": 2017,
      "CAAAATT": 2018,
      "caggctgga": 2019,
      "TCTCATG": 2020,
      "tgctga": 2021,
      "cacttc": 2022,
      "GCTCCAA": 2023,
      "CTCTGGG": 2024,
      "tgtatttt": 2025,
      "CAGAATT": 2026,
      "CAGAAGG": 2027,
      "CAGAACAGG": 2028,
      "ggaaga": 2029,
      "catatttt": 2030,
      "CTCTTTT": 2031,
      "TGTAGG": 2032,
      "gcaaga": 2033,
      "ggcgg": 2034,
      "ccaaaaa": 2035,
      "GTGAAGG": 2036,
      "GTAAATT": 2037,
      "CTATTAAA": 2038,
      "caaaaaa": 2039,
      "cccctaa": 2040,
      "gggagga": 2041,
      "GTTTGCTGTG": 2042,
      "TCCACACCACCA": 2043,
      "caggagaa": 2044,
      "gtatatgtacacatgtg": 2045,
      "tatatatatatatata": 2046,
      "TGAGCTCCCACTGTGTG": 2047,
      "TGTCACACACAGAGAA": 2048,
      "GCAGACCCCACGCCCGTTCCCTCCGCAGACCCCACGCCCGTTCCCTCC": 2049,
      "CAGCAATGAACGTCCTGCAAAACTCCCGCTCACC": 2050,
      "CTGGGGTTACATGGCTATAGAACAGGCCGGGG": 2051,
      "gcagtgagccgaga": 2052,
      "tgtgtgtgtgcgtgtttaaGGGATT": 2053,
      "ccgcgcaggcgcagagaggcgcac": 2054,
      "acaa": 2055,
      "ctctc": 2056,
      "cttcaa": 2057,
      "cgtatatgtacacatgtg": 2058,
      "gTG": 2059,
      "▁aa": 2060,
      "TGT": 2061,
      "CATAGA": 2062,
      "CATCTA": 2063,
      "CAGCAGG": 2064,
      "CATCCTT": 2065,
      "CACTCAA": 2066,
      "ttgagg": 2067,
      "tttctc": 2068,
      "ttgtttt": 2069,
      "CCGTA": 2070,
      "TAG": 2071,
      "TACCAA": 2072,
      "TAGTTA": 2073,
      "GAC": 2074,
      "GAGCTG": 2075,
      "GACATT": 2076,
      "GACCTT": 2077,
      "GATGTT": 2078,
